{
    "sportCyclingList":
    [
        {"id":"sp01001", "name":"Schwinn Urban Bike 3", "price":341, "date":"Mar 3, 2022 1:00 PM GMT", "by":"UKS Company","location":"Manchester, UK", "description":"A wonderful hybrid bike from Schwinn! Just in need of parts, labor, and some tuning. Great for a mountain bike transformation as well. Then you'll be able to provide yourself with an environmentally friendly transportation to school, work, or wherever in this bicycle today! Get out riding with this beautiful vintage Schwinn Frontier Hybrid bike!", "img":"img/sp01001_schwinn-urban-bike-1.jpg", "detail":"test.html"},
        {"id":"sp01002", "name":"Klien Bike", "price":270, "date": "Jun 15, 2021 8:00 AM GMT", "by":"Harry Potter", "location":"Hogwart, England" ,"desciption":"Klien Road Bike 700c large frame prototype possible campagnolo groupset. Fully refurbished new axel new tires new bar tap all serviced well trued please be advised if ship it will be partially disassembled and its gonna be expensive", "img":"img/sp01002_klien-bike-1.jpg"},
        {"id":"sp01003", "name":"Hurley Kickflip Beach Cruiser Bike", "price":520 ,"date":"Feb 14, 2022 3:00 PM GMT", "by":"Johnson Company", "location": "Washington, America" ,"desciption":"Hurleys basic beach cruiser, electrified! Get the best of both worlds with the Kickflip: comfortable, laid back, relaxed, single speed, beach-style riding with extra oomph from the 250 watt, 36 volt ride assist and throttle to get you from point A to point B, effortlessly. ", "img":"img/sp01003_Hurley Kickflip Beach Cruiser Single Speed E-Bike-1.jpg"},
        {"id":"sp01004", "name":"Comaxsun Photochromic Cycling Glasses", "price": 50 , "date":"Aug 24, 2021 9:00 AM GMT", "by":"Robinson", "locaction":"Auckland, New Zealand", "desciption":"Color change time: winter for 1 minute , summer for 40 seconds. Speed depends on sunlight and UV intensity! The rate of discoloration is related to the intensity of ultraviolet light and the temperature.(if UV intensity and temperature is low, The speed of discoloration will become slower).", "status":"Good Condition", "img":"img/sp01004_Comaxsun Photochromic Cycling Glasses Discoloration Bike Goggles Sports Eyewear-1.jpg"},
        {"id":"sp01005", "name":"Water Bottle Cover Neoprene Insulated Sleeve Case Pouch", "price": 20 , "date":"Oct 30, 2021 1:00 PM GMT", "by":"Lucas Company", "location":"Amsterdam, Netherland", "desciption":"This sleeve has handy drawstring tops to fit the water bottle or longneck bottle of your choice", "status":"Good Condition", "img":"img/sp01005_1PC Water Bottle Cover Neoprene Insulated Sleeve Case Pouch for 550ML Drink-1.jpg"}

    ],
    "sportWaterList":
    [
        {"id":"sp02001", "name":"Finis Zoomers YellowGold Training Swim", "price":20 , "date":"May 13, 2021 2:00 AM GMT", "by":"Tom Holland", "location":"Liverpoll, England", "desciption":"GET A GREAT SWIM WORKOUT: Designed for fitness and competitive swimmers of all skill levels to build cardiovascular conditioning", "status":"Good Condition", "img":"img/sp02001_Finis Zoomers YellowGold Training Swim Fins Women Size 4.5-6 Men Size 3.5-5-2.jpg"},
        {"id":"sp02002", "name":"U.S. Divers Womens SM Snorkel Combo Set Diva 2 LX Premium Max Silicone Materials", "price": 43, "date":"Feb 15, 2022 4:00 PM GMT", "by":"SamCatch", "location":"New York, America", "desciption":"The Diva LX Set is designed just for women. A soft, Silicone face skirt comfortably seals against the face for leak-free performance while the single-lens design opens up the wonders of the underwater world. Split straps and easy-to-adjust Pro Glide buckles keep your mask in place while minimizing hair tangles", "status":"Good Condition", "img":"img/sp02002_1.jpg"},
        {"id":"sp02003", "name":"LED Diving Headlamp Dive Flashlight Underwater Waterproof Head Light Lamp Torch", "price": 57, "date":"Aug 25, 2021 2:00 PM GMT", "by":"Tookie", "location":"Califonia, America", "desciption":"The diving headlight has 3 switching modes: high /medium /strobe. The light head with the stainless steel case can be rotated 90 degrees.", "status":"Good Condition", "img":"img/sp02003_1.jpg"},
        {"id":"sp02004", "name":"Lotus CWB Board Co Wakeboard Board", "price": 59, "date":"Feb 27, 2022 6:00 PM GMT", "by":"Derby", "location":"San Francisco, America", "desciption":"This is a great board for 5'5 Mom and 5'8 16 year old daughter. Lightweight, flawless. Binding system is so easy to get in and out of. Shipped promptly, arrived intact.", "status":"Good Condition", "img":"img/sp02004_1.jpg"},
        {"id":"sp02005", "name":"Bradley Fully Enclosed Deluxe 4-Buckle Adult Life Jacket Vest Blue", "price": 44, "date":"Oct 10, 2021 7:00 AM GMT", "by":"Bradley Store", "location":"Bristol, England", "desciption":"Dual Size S/M For adults over 90 lbs (32-40 chest size). Fully enclosed at sides for maximumcomfort and safety. 4 - 2 straps and 2 buckles. Secure 1 webbing. Type III, US Coast Guard approved for use on board a boat.", "status":"Good Condition", "img":"img/sp02005_1.jpg"},
        {"id":"sp02006", "name":"1pc Waterproof Silicone Swimming Goggles Anti-fog Diving Swim Glasses Unisex", "price": 13, "date":"Jan 05, 2022 5:00 PM GMT", "by":"Weshop", "location":"Shenzhen, China", "desciption":"New with tags: A brand-new, unused, and unworn item (including handmade items) in the original packaging (such as the original box or bag) and/or with the original tags attached. ", "status":"Good Condition", "img":"img/sp02006_1.jpg"},
        {"id":"sp02007", "name":"Swimming Goggles for Men Women Adult Kids Diving Googles Anti Fogging", "price": 16, "date":"Sep 26, 2021 4:00 PM GMT", "by":"Zeelee", "location":"Beijing, China", "desciption":"Special Features: Quick-Fit buckle system. Product Range: OPEN WATER & COMPETITION. Gender: Unisex. Product Group: EYE PROTECTION. Suitable For: Adults/Children. Material: PC lens+silicone belt. Simple and fashion design. A perfect gift for yourself or friend", "status":"Good Condition", "img":"img/sp02007_1.jpg"}

    ],
    "sportMarterialartList":
    [
        {"id":"sp03001", "name":"Men Silicone Teeth Mouth Guard Protector", "price": 3, "date":"Feb 20, 2022 9:00 AM GMT", "by":"OEM Company", "location":"Ho Chi Minh, Vietnam", "desciption":"Imported non-to-xic tasteless green silicone production, soft full stretch, three square incisors raised thickened points, respectively, the middle part of force 6 dot buffer projections, more effective accident sustained impact force, the full protection of the teeth safety.", "status":"Good Condition", "img":"img/sp03001_Men Silicone Teeth Mouth Guard Protector for Boxing Basketball NEW-1.jpg"}
    ],
    "sportFitnessList":
    [
        {"id":"sp04001", "name":"NEW Nike Phantom Venom Elite TC FG Soccer Cleats", "price": 29, "date":"Jan 03, 2022 6:00 AM GMT", "by":"Zephys", "location":"Rio de Janeiro, Brazil", "desciption":"Nike Mens Zoom Hypervenom Phantom III Pro Indoor Soccer Shoes Size 8 Grey AH7276-081 Very good pre-owned condition. Light use only. No rips tears or holes.", "status":"Good Condition", "img":"img/sp04001_NEW Nike Phantom Venom Elite TC FG Soccer Cleats CJ6319-001 Black Men's Size 13-1.jpg"}
    ],


    "fashionFootwearList":
    [
        {"id":"fa01001", "name":"Nike Air Jordan 1 Mid Banned Black Red White", "price":120 , "date":"Sep 05, 2021 7:00 AM GMT", "by":"Michael Bay", "location":"Los Angeles, America", "desciption":"New with box: A brand-new, unused, and unworn item (including handmade items) in the original packaging (such as the original box or bag) and/or with the original tags attached.", "status":"Good Condition", "img":"img/fa01001_Nike Air Jordan 1 Mid Banned Black Red White 554724-074 Mens and GS New-1.jpg"}
    ],
    "fashionClothingList":
    [
        {"id":"fa02001", "name":"Black Snow Mens Unisex Regluar Fit T-shirt", "price": 45, "date":"Aug 23, 2021 7:00 PM GMT", "by":"TeeShirt Vault", "location":"Florida, America", "desciption":"Much like acid wash but minus the bleach, with waterbased inks used for printing, meaning this product is Eco friendly", "status":"Good Condition", "img":"img/fa02001_Black Snow Wash Tee - Mens Unisex Regluar Fit T-shirt-1.jpg"}
    ],
    "fashionAccessoriesList":
    [
        {"id":"fa03001", "name":"Newsboy Gatsby Cap Flat Broner Driving Ivy Cabbie Hat Golf", "price": 21 , "date":"Feb 01, 2022 2:00 PM GMT", "by":"Headweargolf", "location":"London, England", "desciption":"You are bidding on a Brand New Stone Washed Cotton Twill 8/4 Panel Gatsby Cap. This cap has a nice and light weight, unlined 100%", "status":"Good Condition", "img":"img/fa03001_Washed Cotton Newsboy Gatsby Cap Flat Broner Driving Ivy Cabbie Hat Golf M L XXL-1.jpg"}
    ]
}


